Repository: ovedaydin/spacebar
Catalog: packaging/Localizable.xcstrings
Source language: en
Languages: de, es, tr

source: Select Suggested
de: Vorschläge auswählen
es: Seleccionar sugeridos
tr: Önerilenleri Seç

source: Select suggested in %@
de: Vorschläge in %@ auswählen
es: Seleccionar sugeridos en %@
tr: %@ içindeki önerilenleri seç

source: Select suggested items
de: Vorgeschlagene Objekte auswählen
es: Seleccionar ítems sugeridos
tr: Önerilen öğeleri seç

source: Selected. Activate to deselect.
de: Ausgewählt. Zum Abwählen aktivieren.
es: Seleccionado. Activa para deseleccionar.
tr: Seçili. Seçimi kaldırmak için etkinleştirin.

source: Separate with commas. * matches any text, ? one character. Case doesn't matter.
de: Durch Kommas trennen. * passt auf beliebigen Text, ? auf ein Zeichen. Groß-/Kleinschreibung spielt keine Rolle.
es: Sepáralos con comas. * equivale a cualquier texto y ? a un carácter. No se distingue entre mayúsculas y minúsculas.
tr: Virgülle ayırın. * herhangi bir metinle, ? tek bir karakterle eşleşir. Büyük/küçük harf fark etmez.

source: Settings
de: Einstellungen
es: Ajustes
tr: Ayarlar

source: Settings for your shell or developer tools
de: Einstellungen für deine Shell oder Entwicklertools
es: Ajustes de tu shell o de tus herramientas de desarrollo
tr: Kabuğunuzun veya geliştirici araçlarınızın ayarları

source: Settings, keychains and databases macOS needs to run.
de: Einstellungen, Schlüsselbunde und Datenbanken, die macOS zum Laufen braucht.
es: Ajustes, llaveros y bases de datos que macOS necesita para funcionar.
tr: macOS'in çalışması için gereken ayarlar, anahtar zincirleri ve veritabanları.

source: Settings…
de: Einstellungen …
es: Ajustes…
tr: Ayarlar…

source: Shared Folder
de: Geteilter Ordner
es: Carpeta compartida
tr: Paylaşılan Klasör

source: Shared cache
de: Gemeinsamer Cache
es: Caché compartida
tr: Paylaşılan önbellek

source: Shared container
de: Geteilter Container
es: Contenedor compartido
tr: Paylaşılan kapsayıcı

source: Shared containers are left unchecked: other apps from the same developer may use them.
de: Geteilte Container bleiben abgewählt: Andere Apps desselben Entwicklers nutzen sie evtl.
es: Los contenedores compartidos se dejan sin marcar: puede que otras apps del mismo desarrollador los usen.
tr: Paylaşılan kapsayıcılar seçilmeden bırakılır: Aynı geliştiricinin diğer uygulamaları bunları kullanıyor olabilir.

source: Shortcuts
de: Kurzbefehle
es: Atajos
tr: Kestirmeler

source: Show
de: Zeigen
es: Mostrar
tr: Göster

source: Show Folder in Spacebar
de: Ordner in Spacebar zeigen
es: Mostrar carpeta en Spacebar
tr: Klasörü Spacebar'da Göster

source: Show Spacebar in the menu bar
de: Spacebar in der Menüleiste zeigen
es: Mostrar Spacebar en la barra de menús
tr: Spacebar'ı menü çubuğunda göster

source: Show available space next to the icon
de: Verfügbaren Speicher neben dem Symbol zeigen
es: Mostrar el espacio disponible junto al icono
tr: Kullanılabilir alanı simgenin yanında göster

source: Show details
de: Details einblenden
es: Mostrar detalles
tr: Ayrıntıları Göster

source: Show in Space Explorer
de: Im Speicher-Explorer zeigen
es: Mostrar en el Explorador de espacio
tr: Alan Gezgini'nde Göster

source: Show items
de: Objekte zeigen
es: Mostrar ítems
tr: Öğeleri göster

source: Show this in cleanup lists again
de: Wieder in Bereinigungslisten zeigen
es: Volver a mostrar en las listas de limpieza
tr: Bunu temizlik listelerinde yeniden göster

# Shrank by %@ since %@
source: Shrank by %1$@ since %2$@
de: %@ weniger als %@
es: Se ha reducido %@ desde %@
tr: %1$@ küçüldü (önceki ölçüm: %2$@)

source: Similar Photos
de: Ähnliche Fotos
es: Fotos similares
tr: Benzer Fotoğraflar

source: Similar to %@
de: Ähnlich wie %@
es: Similar a %@
tr: %@ ile benzer

# Similar to %@ · %@
source: Similar to %1$@ · %2$@
de: Ähnlich wie %@ · %@
es: Similar a %@ · %@
tr: %@ ile benzer · %@

source: Simulate
de: Simulieren
es: Simular
tr: Simüle Et

source: Simulate Clean
de: Bereinigen simulieren
es: Simular limpieza
tr: Temizliği Simüle Et

source: Simulate Offload
de: Auslagern simulieren
es: Simular traslado
tr: Taşımayı Simüle Et

source: Simulate Uninstall
de: Deinstallieren simulieren
es: Simular desinstalación
tr: Kaldırmayı Simüle Et

source: Simulate cleaning %@ of caches and logs…
de: Bereinigen von %@ an Caches und Protokollen simulieren …
es: Simular limpieza de %@ de cachés y registros…
tr: %@ önbellek ve günlüğün temizlenmesini simüle et…

source: Simulate cleaning %@ of suggested caches, logs and build data?
de: Bereinigen von %@ an vorgeschlagenen Caches, Protokollen und Builddaten simulieren?
es: ¿Simular la limpieza de %@ de cachés, registros y datos de compilación sugeridos?
tr: Önerilen önbellek, günlük ve derleme verilerinden %@ temizlenmesi simüle edilsin mi?

source: Simulate cleaning %lld items (%@)?
de: Bereinigen von %lld Objekten (%@) simulieren?
es: ¿Simular la limpieza de %lld ítems (%@)?
tr: %lld öğenin (%@) temizlenmesi simüle edilsin mi?

source: Simulate emptying the Trash?
de: Entleeren des Papierkorbs simulieren?
es: ¿Simular el vaciado de la Papelera?
tr: Çöp Sepeti'nin boşaltılması simüle edilsin mi?

source: Simulate moving %lld items to the Trash?
de: Bewegen von %lld Objekten in den Papierkorb simulieren?
es: ¿Simular el traslado de %lld ítems a la Papelera?
tr: %lld öğenin Çöp Sepeti'ne taşınması simüle edilsin mi?

source: Simulate moving “%@” to the Trash?
de: Bewegen von „%@“ in den Papierkorb simulieren?
es: ¿Simular el traslado de “%@” a la Papelera?
tr: “%@” öğesinin Çöp Sepeti'ne taşınması simüle edilsin mi?

source: Simulators
de: Simulatoren
es: Simuladores
tr: Simülatörler

source: Size
de: Größe
es: Tamaño
tr: Boyut

source: Sizes from %@
de: Größen: Stand %@
es: Tamaños de %@
tr: Boyutlar: %@

source: Skip for Now
de: Jetzt überspringen
es: Omitir por ahora
tr: Şimdilik Atla

source: Skipped %lld:
de: %lld übersprungen:
es: Omitidos (%lld):
tr: Atlanan %lld:

source: Sleep image
de: Ruhezustandsabbild
es: Imagen de reposo
tr: Uyku görüntüsü

source: Some apps are running
de: Einige Apps laufen
es: Algunas apps están en ejecución
tr: Bazı uygulamalar çalışıyor

source: Some items couldn't be deleted
de: Einige Objekte konnten nicht gelöscht werden
es: No se han podido eliminar algunos ítems
tr: Bazı öğeler silinemedi

source: Some items couldn't be put back
de: Einige Objekte konnten nicht zurückgelegt werden
es: No se han podido devolver algunos ítems
tr: Bazı öğeler geri koyulamadı

source: Some items couldn't be read. Grant Full Disk Access for a complete total.
de: Einige Objekte konnten nicht gelesen werden. Erteile Festplattenvollzugriff für eine vollständige Summe.
es: No se han podido leer algunos ítems. Concede Acceso total al disco para obtener el total completo.
tr: Bazı öğeler okunamadı. Eksiksiz bir toplam için Tam Disk Erişimi verin.

source: Something else is at its original location now
de: Am ursprünglichen Ort befindet sich jetzt etwas anderes
es: Ahora hay otra cosa en su ubicación original
tr: Özgün konumunda artık başka bir şey var

source: Something is already at its original location
de: Am ursprünglichen Ort befindet sich bereits etwas
es: Ya hay algo en su ubicación original
tr: Özgün konumunda zaten bir şey var

source: Sort
de: Sortieren
es: Ordenar
tr: Sırala

source: Sort by size, or by how much each item grew since it was last measured
de: Nach Größe sortieren oder danach, wie stark jedes Objekt seit der letzten Messung gewachsen ist
es: Ordenar por tamaño o por cuánto ha crecido cada ítem desde la última medición
tr: Boyuta veya her öğenin son ölçümden bu yana ne kadar büyüdüğüne göre sırala

source: Space Explorer
de: Speicher-Explorer
es: Explorador de espacio
tr: Alan Gezgini

source: Space inside Docker: build cache, unused images, stopped containers and unused volumes, removed with Docker's own prune commands. Build cache is suggested. Volumes are never suggested because they can hold databases. Docker returns freed space to macOS shortly afterwards.
de: Speicher in Docker: Build-Cache, ungenutzte Images, gestoppte Container und ungenutzte Volumes, entfernt mit den prune-Befehlen von Docker. Der Build-Cache wird vorgeschlagen. Volumes werden nie vorgeschlagen, da sie Datenbanken enthalten können. Docker gibt freigegebenen Speicher kurz danach an macOS zurück.
es: Espacio dentro de Docker: caché de compilación, imágenes sin usar, contenedores detenidos y volúmenes sin usar, eliminados con los propios comandos prune de Docker. Se sugiere la caché de compilación. Los volúmenes nunca se sugieren porque pueden contener bases de datos. Docker devuelve a macOS el espacio liberado poco después.
tr: Docker içindeki alan: Derleme önbelleği, kullanılmayan görüntüler, durdurulmuş kapsayıcılar ve kullanılmayan birimler; Docker'ın kendi prune komutlarıyla silinir. Derleme önbelleği önerilir. Birimler veritabanı içerebileceğinden asla önerilmez. Docker açılan alanı kısa süre sonra macOS'e geri verir.

source: Space not used by anything.
de: Von nichts belegter Speicher.
es: Espacio que no usa nada.
tr: Hiçbir şey tarafından kullanılmayan alan.

source: Spacebar can free %@ of safe items.
de: Spacebar kann %@ an sicheren Objekten freigeben.
es: Spacebar puede liberar %@ de ítems seguros.
tr: Spacebar güvenli öğelerden %@ yer açabilir.

source: Spacebar can only show folders.
de: Spacebar kann nur Ordner anzeigen.
es: Spacebar solo puede mostrar carpetas.
tr: Spacebar yalnızca klasörleri gösterebilir.

source: Spacebar can't write to that drive
de: Spacebar kann nicht auf dieses Laufwerk schreiben
es: Spacebar no puede escribir en ese disco
tr: Spacebar o diske yazamıyor

source: Spacebar cleaned up
de: Spacebar hat bereinigt
es: Spacebar ha hecho limpieza
tr: Spacebar temizlik yaptı

source: Spacebar is running from a disk image or a quarantined folder, so macOS may block its permissions. Drag it to your Applications folder and open it from there.
de: Spacebar läuft von einem Image oder aus einem Ordner unter Quarantäne, daher blockiert macOS evtl. seine Berechtigungen. Bewege es in deinen Programme-Ordner und öffne es von dort.
es: Spacebar se está ejecutando desde una imagen de disco o una carpeta en cuarentena, así que macOS puede bloquear sus permisos. Arrástrala a tu carpeta Aplicaciones y ábrela desde ahí.
tr: Spacebar bir disk görüntüsünden veya karantinaya alınmış bir klasörden çalışıyor; bu nedenle macOS izinlerini engelleyebilir. Uygulamayı Uygulamalar klasörünüze sürükleyip oradan açın.

source: Spacebar is still checking the results from last time. Try again in a moment.
de: Spacebar prüft noch die Ergebnisse vom letzten Mal. Versuche es gleich noch einmal.
es: Spacebar aún está comprobando los resultados de la última vez. Vuelve a intentarlo en un momento.
tr: Spacebar hâlâ önceki sonuçları denetliyor. Biraz sonra yeniden deneyin.

source: Spacebar keeps running in the menu bar after you close its window. On Macs with a notch, macOS hides menu bar items that don't fit. If you can't see Spacebar's icon, hold ⌘ and drag it (or other icons) to rearrange, or quit apps you don't need in the menu bar.
de: Spacebar läuft nach dem Schließen des Fensters in der Menüleiste weiter. Auf Macs mit Notch blendet macOS Menüleistenobjekte aus, die nicht passen. Siehst du das Spacebar-Symbol nicht, halte ⌘ gedrückt und ziehe es (oder andere Symbole), um sie neu anzuordnen, oder beende Apps, die du in der Menüleiste nicht brauchst.
es: Spacebar sigue ejecutándose en la barra de menús después de cerrar su ventana. En los Mac con muesca, macOS oculta los ítems de la barra de menús que no caben. Si no ves el icono de Spacebar, mantén pulsada la tecla ⌘ y arrástralo (u otros iconos) para reorganizarlos, o sal de las apps que no necesites en la barra de menús.
tr: Spacebar, penceresini kapattıktan sonra menü çubuğunda çalışmaya devam eder. Çentikli Mac'lerde macOS sığmayan menü çubuğu öğelerini gizler. Spacebar'ın simgesini göremiyorsanız yeniden düzenlemek için ⌘ tuşunu basılı tutup simgeyi (veya diğer simgeleri) sürükleyin ya da menü çubuğunda gerekmeyen uygulamalardan çıkın.

source: Spacebar looks for caches, logs, build data, and leftovers. Nothing is removed until you review it and confirm.
de: Spacebar sucht nach Caches, Protokollen, Builddaten und Resten. Nichts wird entfernt, bevor du es prüfst und bestätigst.
es: Spacebar busca cachés, registros, datos de compilación y restos. No se elimina nada hasta que lo revises y lo confirmes.
tr: Spacebar önbellekleri, günlükleri, derleme verilerini ve kalıntıları arar. Siz inceleyip onaylayana kadar hiçbir şey silinmez.

source: Spacebar only reads file sizes and dates. It never opens your documents or sends anything anywhere.
de: Spacebar liest nur Dateigrößen und -daten. Es öffnet nie deine Dokumente und sendet nichts irgendwohin.
es: Spacebar solo lee los tamaños y las fechas de los archivos. Nunca abre tus documentos ni envía nada a ningún sitio.
tr: Spacebar yalnızca dosya boyutlarını ve tarihlerini okur. Belgelerinizi asla açmaz ve hiçbir yere bir şey göndermez.

source: Spacebar shows what grew once it has measured your disk again on another day.
de: Spacebar zeigt, was gewachsen ist, sobald es dein Volume an einem anderen Tag erneut gemessen hat.
es: Spacebar muestra qué ha crecido cuando vuelve a medir tu disco otro día.
tr: Spacebar, diskinizi başka bir gün yeniden ölçtüğünde neyin büyüdüğünü gösterir.

source: Spacebar would free %@ (dry run, nothing was removed).
de: Spacebar würde %@ freigeben (Probelauf, nichts wurde entfernt).
es: Spacebar liberaría %@ (simulación, no se ha eliminado nada).
tr: Spacebar %@ yer açardı (deneme çalıştırması, hiçbir şey silinmedi).

source: Spotlight's index, the file system's change log, and other folders only macOS can read. APFS snapshots also count here.
de: Der Spotlight-Index, das Änderungsprotokoll des Dateisystems und andere Ordner, die nur macOS lesen kann. Auch APFS-Snapshots zählen hierzu.
es: El índice de Spotlight, el registro de cambios del sistema de archivos y otras carpetas que solo macOS puede leer. Las instantáneas APFS también cuentan aquí.
tr: Spotlight dizini, dosya sisteminin değişiklik günlüğü ve yalnızca macOS'in okuyabildiği diğer klasörler. APFS anlık görüntüleri de burada sayılır.

source: Start Docker to see what can be pruned
de: Starte Docker, um zu sehen, was entfernt werden kann
es: Inicia Docker para ver qué se puede depurar
tr: Nelerin temizlenebileceğini görmek için Docker'ı başlatın

source: Start From
de: Vorlage
es: Empezar desde
tr: Şablondan Başla

source: Start Review
de: Prüfung starten
es: Empezar revisión
tr: İncelemeyi Başlat

source: Start Scan
de: Scan starten
es: Iniciar análisis
tr: Taramayı Başlat

# Step %lld of %lld
source: Step %1$lld of %2$lld
de: Schritt %lld von %lld
es: Paso %lld de %lld
tr: Adım %lld / %lld

source: Still need %@?
de: Brauchst du „%@“ noch?
es: ¿Aún necesitas %@?
tr: %@ hâlâ gerekli mi?

source: Stopped containers
de: Gestoppte Container
es: Contenedores detenidos
tr: Durdurulmuş kapsayıcılar

source: Stored only on this Mac (%@)
de: Nur auf diesem Mac gespeichert (%@)
es: Guardado solo en este Mac (%@)
tr: Yalnızca bu Mac'te saklanıyor (%@)

source: Subfolders, 2 levels
de: Unterordner, 2 Ebenen
es: Subcarpetas, 2 niveles
tr: Alt klasörler, 2 düzey

source: Subfolders, 3 levels
de: Unterordner, 3 Ebenen
es: Subcarpetas, 3 niveles
tr: Alt klasörler, 3 düzey

source: Subfolders, 5 levels
de: Unterordner, 5 Ebenen
es: Subcarpetas, 5 niveles
tr: Alt klasörler, 5 düzey

source: Suggest caches not used in
de: Caches vorschlagen, ungenutzt seit
es: Sugerir cachés sin usar en
tr: Şu süredir kullanılmayan önbellekleri öner

source: Suggest items not used in
de: Objekte vorschlagen, ungenutzt seit
es: Sugerir ítems sin usar en
tr: Şu süredir kullanılmayan öğeleri öner

source: System & hidden
de: System & ausgeblendet
es: Sistema y ocultos
tr: Sistem ve gizli

source: System Data
de: Systemdaten
es: Datos del sistema
tr: Sistem Verileri

source: System databases and settings
de: Systemdatenbanken und -einstellungen
es: Bases de datos y ajustes del sistema
tr: Sistem veritabanları ve ayarları

source: System logs and crash reports. macOS deletes old ones on its own.
de: Systemprotokolle und Absturzberichte. macOS löscht alte selbst.
es: Registros del sistema e informes de fallos. macOS elimina los antiguos por sí solo.
tr: Sistem günlükleri ve çökme raporları. macOS eskilerini kendisi siler.

source: System-wide app support
de: Systemweiter App-Support
es: Soporte de apps para todo el sistema
tr: Sistem genelinde uygulama desteği

source: Temporary files
de: Temporäre Dateien
es: Archivos temporales
tr: Geçici dosyalar

source: Temporary files apps rebuild automatically. Most Apple system caches are left alone because some of them hold state.
de: Temporäre Dateien, die Apps automatisch neu erstellen. Die meisten Apple-Systemcaches bleiben unberührt, da einige davon Zustände speichern.
es: Archivos temporales que las apps regeneran automáticamente. La mayoría de las cachés del sistema de Apple no se tocan porque algunas guardan estado.
tr: Uygulamaların otomatik olarak yeniden oluşturduğu geçici dosyalar. Apple sistem önbelleklerinin çoğuna dokunulmaz, çünkü bazıları durum bilgisi tutar.

source: That space isn't free until it's deleted from the Trash. Put it back if you removed something by mistake.
de: Der Speicher ist erst frei, wenn er aus dem Papierkorb gelöscht wird. Lege es zurück, falls du etwas versehentlich entfernt hast.
es: Ese espacio no queda libre hasta que se elimina de la Papelera. Devuélvelo si has eliminado algo por error.
tr: Bu alan, Çöp Sepeti'nden silinene kadar boşalmaz. Bir şeyi yanlışlıkla sildiyseniz geri koyun.

source: That's Spacebar
de: Das ist Spacebar
es: Es Spacebar
tr: Bu Spacebar

source: That's Spacebar.
de: Das ist Spacebar.
es: Es Spacebar.
tr: Bu Spacebar.

source: The app
de: Die App
es: La app
tr: Uygulama

source: The copy didn't match the original (%@); the copy was removed
de: Die Kopie stimmte nicht mit dem Original überein (%@); die Kopie wurde entfernt
es: La copia no coincidía con el original (%@); se ha eliminado la copia
tr: Kopya orijinalle eşleşmedi (%@); kopya silindi

source: The drive itself
de: Das Laufwerk selbst
es: La propia unidad
tr: Sürücünün kendisi

source: The folder all accounts share
de: Der Ordner, den alle Accounts teilen
es: La carpeta que comparten todas las cuentas
tr: Tüm hesapların paylaştığı klasör

source: The read-only system, recovery and the files for installing updates.
de: Das schreibgeschützte System, die Wiederherstellung und die Dateien zum Installieren von Updates.
es: El sistema de solo lectura, la recuperación y los archivos para instalar actualizaciones.
tr: Salt okunur sistem, kurtarma ve güncellemeleri yüklemeye yönelik dosyalar.

source: The timeline fills in as Spacebar runs: it notes free space every hour. Check back tomorrow.
de: Die Zeitleiste füllt sich, während Spacebar läuft: Es notiert stündlich den freien Speicher. Schau morgen wieder vorbei.
es: La cronología se completa mientras Spacebar está abierto: anota el espacio libre cada hora. Vuelve mañana.
tr: Zaman çizelgesi Spacebar çalıştıkça dolar: Boş alanı her saat kaydeder. Yarın tekrar bakın.

source: The version Homebrew is using
de: Die von Homebrew verwendete Version
es: La versión que usa Homebrew
tr: Homebrew'un kullandığı sürüm

source: The weekly automatic clean (Settings → Automatic) moves matches to the Trash.
de: Die wöchentliche automatische Bereinigung (Einstellungen → Automatisch) legt Treffer in den Papierkorb.
es: La limpieza automática semanal (Ajustes → Automático) traslada las coincidencias a la Papelera.
tr: Haftalık otomatik temizlik (Ayarlar → Otomatik) eşleşenleri Çöp Sepeti'ne taşır.

source: Their items are skipped. Quit %@ and scan again to clean them.
de: Ihre Objekte werden übersprungen. Beende %@ und scanne erneut, um sie zu bereinigen.
es: Sus ítems se omiten. Sal de %@ y vuelve a analizar para limpiarlos.
tr: Bunların öğeleri atlanır. Temizlemek için şu uygulamalardan çıkıp yeniden tarayın: %@.

source: These count as purgeable space. macOS deletes them automatically when it needs the space, and after 24 hours. To remove them now, run `tmutil thinlocalsnapshots / 999999999999 4` in Terminal.
de: Diese zählen als löschbarer Speicher. macOS löscht sie automatisch bei Speicherbedarf und nach 24 Stunden. Um sie jetzt zu entfernen, führe `tmutil thinlocalsnapshots / 999999999999 4` im Terminal aus.
es: Cuentan como espacio purgable. macOS las elimina automáticamente cuando necesita el espacio y pasadas 24 horas. Para eliminarlas ahora, ejecuta `tmutil thinlocalsnapshots / 999999999999 4` en Terminal.
tr: Bunlar temizlenebilir alan sayılır. macOS bunları alana ihtiyaç duyduğunda ve 24 saat sonra otomatik olarak siler. Şimdi silmek için Terminal'de `tmutil thinlocalsnapshots / 999999999999 4` komutunu çalıştırın.

source: These files are still in iCloud Drive and download again when you open them.
de: Diese Dateien sind weiterhin in iCloud Drive und werden beim Öffnen erneut geladen.
es: Estos archivos siguen en iCloud Drive y se vuelven a descargar cuando los abres.
tr: Bu dosyalar hâlâ iCloud Drive'dadır ve açtığınızda yeniden indirilir.

source: Things in Downloads and on the Desktop you haven't opened in a long time. "Opened" comes from Spotlight, which records opens through Finder and apps (files dragged straight into an app may not show). Suggested: installers for apps you already have, archives already unzipped next to themselves, and installers or archives with no open recorded in 6 months. Photos, videos, music and documents are never suggested, and neither is anything on the Desktop.
de: Objekte in Downloads und auf dem Schreibtisch, die du lange nicht geöffnet hast. „Geöffnet“ stammt aus Spotlight, das Öffnen über den Finder und Apps erfasst (direkt in eine App gezogene Dateien erscheinen evtl. nicht). Vorgeschlagen: Installationsprogramme für bereits vorhandene Apps, bereits daneben entpackte Archive sowie Installationsprogramme oder Archive ohne erfasstes Öffnen in 6 Monaten. Fotos, Videos, Musik und Dokumente werden nie vorgeschlagen, ebenso wenig Objekte auf dem Schreibtisch.
es: Cosas de Descargas y del Escritorio que no has abierto en mucho tiempo. “Abierto” procede de Spotlight, que registra las aperturas desde el Finder y las apps (puede que no consten los archivos arrastrados directamente a una app). Sugeridos: instaladores de apps que ya tienes, archivos comprimidos ya descomprimidos junto a ellos, e instaladores o archivos comprimidos sin aperturas registradas en 6 meses. Nunca se sugieren fotos, vídeos, música ni documentos, ni nada del Escritorio.
tr: İndirilenler'de ve Masaüstü'nde uzun süredir açmadığınız şeyler. "Açılma" bilgisi, Finder ve uygulamalar üzerinden yapılan açmaları kaydeden Spotlight'tan gelir (doğrudan bir uygulamaya sürüklenen dosyalar görünmeyebilir). Önerilenler: Zaten sahip olduğunuz uygulamaların yükleyicileri, yanındaki klasöre zaten açılmış arşivler ve 6 aydır açılma kaydı olmayan yükleyiciler veya arşivler. Fotoğraflar, videolar, müzikler ve belgeler asla önerilmez; Masaüstü'ndeki hiçbir şey de önerilmez.

source: This Mac has %lld Time Machine local snapshots, which Spacebar can remove.
de: Dieser Mac hat %lld lokale Time Machine-Snapshots, die Spacebar entfernen kann.
es: Este Mac tiene %lld instantáneas locales de Time Machine, que Spacebar puede eliminar.
tr: Bu Mac'te Spacebar'ın silebileceği %lld Time Machine yerel anlık görüntüsü var.

source: This can't be undone.
de: Dies kann nicht widerrufen werden.
es: Esta acción no se puede deshacer.
tr: Bu işlem geri alınamaz.
